Repository: mozilla-l10n/mt-training-data
Catalog: lrk/lrk_pontoon.tmx
Source language: en_us
Languages: lrk

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
lrk: ٽرائيسڪ دور را موٿا ڊائنوسار<strong>[ايڪ آواز مون پڙهو]</strong>

source: The giant dinosaurs of the Triassic. Yes.
lrk: ٽرائيسڪ را موتا ڊائنوسار. ھان

source: The giant dino <strong>[cough]</strong> the Triassic.
lrk: موٿو ڌنو<strong>ڌونھي</strong>ٽراسي.

source: The MediaRecorder API is not supported in your browser.
lrk: تمو ري برائوزر ۾ MediaRecorder API سپورٽ ھوئيڙي ڪوئي ھي.

source: The number of recordings and which languages you contribute to will be public.
lrk: رڪارڊنگ رو تعداد ھين جي ٻوليو ۾ تمي حصو ليو ھو او عوامي ھوئي.

source: The page you are looking for could not be found
lrk: جي صفحو تمو جو هو او ڪوئي ملي سگهيو.

source: The question should be answerable in just a couple of sentences.
lrk: سوال رو جواب صرف ٻي جملو ۾ ڏيوي کپي.

source: There are currently no prompts for this language. Please refresh the page or try again later.
lrk: اي ٻولي ھارو في الحال ڪوئي ڀي اشارو ڪوئي ني. مهربوني ڪرين صفحا ني تازو ڪرو يا بعد ۾ وري ڪوشش ڪرو.

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
lrk: اي ٻولي ھارو تصديق تصديق ھارو في الحال ڪوئي بي اشارو ڪوئي. مهربوني ڪرين صفحا ني تازو ڪرو يا پسي وري ڪوشش ڪرو.

source: There are currently no sentences to review in this language.
lrk: اي وقت تي اي ٻولي ۾ جائزو ليڌا ھارو ڪوئي بي جملا ڪوئني.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
lrk: اي ٻولي ري جانچ ھارو في الحال ڪوئي ڀي ٽرانسڪرپشن موجود ڪوئي هي. مهربوني ڪرين صفحا ني ريفريش ڪرو يا وري ڪوشش ڪرو.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
lrk: ٻولي رو بارا ۾ سوچيا را ڪيتائي طريقا ھي. تقرير ي اوتکيا ري ماڊلز ري مقصدو ھارو، ڪامن وائس 'ٻالڙي ھمجهه' تي ڌيون ڏيڌا رو مشورو ڏئ ھي، يا 'ڪاو اي ٻولي را ٻوليا وارا گهڻو ڪري هڪ ٻيجا ني ھمجهي سگي ھي جيڪڏي اهي ڪوشش ڪري؟'

source: The recording was too long.
lrk: رڪارڊنگ تموم موٽي ھتي

source: The recording was too quiet.
lrk: رڪارڊنگ تمام گهڻي چپ هتي.

source: The recording was too short.
lrk: رڪارڊنگ تمام نيني هي.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
lrk: اي ٻولي ھارو ٽرانسڪرائيب ڪريا ھارو في الحال ڪوئي ڀي آڊيو ڪوئي. مهربوني ڪرين صفحا ني ريفريش ڪرو يا بعد ۾ وري ڪوشش ڪرو.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
lrk: ماخذ متن ۾ مثالي طور تي ڪوئي ڀي انگ نا ھووُہ کپي ڪون تو اي مسئلا پيدا ڪري سگهي ھي جڏي اونچي آواز مون پڙهو. ايڪ انگ پڙهڻيا رو طريقو حوالو تي منحصر هي ھين شايد ڊيٽا سيٽ ۾ مونجهارو متعارف ڪراووُ. مثال طور، نمبر "2409" صحيح طور تي پڙهي سگهي ھي ٻنئي "چوويس صفر نو" ھين "بي هزار چار سئو نو".

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
lrk: ججپڙهليا ري وچ ۾ آواز ۾ قدرتي فرق هوئي . صرف جڻي رد ڪرو جدي آواز ايتو وڌيڪ هوئي جي رڪارڊنگ ٽوٽي جائي، يا (عام طور تي) جيڪڏي او ايتو گهٽ ھوئي جي تمي لکيوڙا متن ري حوالا مون سواءِ نه ھوڻي سگهي تو ڪاو ڪي ھي.

source: The route was unclear.
lrk: رستو ھومو ڪوئي ھي

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
lrk: اي ٻوليون اي وقت ڪميونٽي ري ترقي هيٺي ھي. <localizationGlossaryLink>ويب سائيٽ لوڪلائيزيشن</localizationGlossaryLink> ۽ <sentenceCollectionGlossaryLink>جملو رو مجموعو</sentenceCollectionGlossaryLink> شروع ڪريا ري ضرورت هي.

source: The selected file is too large
lrk: منتخب ھوئوڙي فائل تموم موٽي ھي

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
lrk: سزا ڪليڪٽر ڪور ڪامن وائس پليٽ فارم ري طرف جائي رهيو هي. تمي ڪوئي ڪري سگهو.<writeURL>ليکو</writeURL> ايڪ جملو<reviewURL>واپسي</reviewURL>ڪليڪٽر ڪور ڪامن وائيس فارم طرف جائي رهيو هي. تموني جو.

source: The sentence has a grammatical or spelling error.
lrk: جملي ۾ گرامر يا اسپيلنگ ري غلطي هي.

source: The sentence has disrespectful or offensive language.
lrk: جملا مي بي عزتي خراب جملا ھي

source: The sentence must be grammatically correct.
lrk: جملو گرامر ري لحاظ مون صحيح سھي ھووُ ڪپي.

source: The sentence must be speakable.
lrk: جملو ٻئليا ري لائق هووُ کپي.

source: The sentence must be spelled correctly.
lrk: جملي ني صحيح لاگوُ کپي.

source: The sentence should have fewer than 15 words.
lrk: جملا ۾ 15 اکرو مون گھٽ ھوُہ کپي.

source: The site is ready to be launched when it reaches 75% completion.
lrk: سائيٽ شروع ڪريا ھارو تيار هي جڏي آ 75 سيڪڙو مڪمل ھوئي ڃائي.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
lrk: سائيٽ ني جلد مون جلد بيڪ اپ ڪريو جائي. تازه ترين معلومات ھارو، مھربوني ڪرين ڀيرا ڪرو <matrixLink>Matrix ڪميونٽي چيٽ</matrixLink> يا دورو ڪرو <githubLink>GitHub</githubLink> يا <discourseLink>امو ري ڊسڪورس فورمز</discourseLink> سائيٽ ري تجربا ري مسئلو ني پيش ڪروي ھين مانيٽر ڪريا ھارو.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
lrk: ٽيڊ-ليم ڪارپس آڊيو ٻوليو مون ٺاهيو گيو ھين TED ويب سائيٽ تي موجود اووہ ري ٽرانسڪرپشو ھي

source: The website text is translated into that language.
lrk: ويب سائيٽ رو متن ي ٻولي ۾ ترجمو ڪريوڙو ھي.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
lrk: اي مواد ۾ ڪي مينک ري اورکيا مون ڀآراڀير ذاتي طور تي اورکيا ري لائق معلومات ڀآريوڙي هي، جيم ڪي اووئ رو نوم، اي ميل پتو، مقام، اورکيا رو نمبر، يا فون نمبر.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
lrk: اي مواد ڪي مينک مون ڀيراڀير ذاتي طور تي اورکيا ري معلومات ھارو پوسي رهيو هي، جيم ڪي اووہ رو نوم، اي ميل پتو، مقام، اورکيا رو نمبر، يا فون نمبر.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
lrk: آ جوڻ ديوي سھي هي - تمو ني صرف اي صورت ۾ ڀيرو ڪروُ کپي جيڪدي تمي سڪون محسوس ڪرو. جدي امي ڊيٽاسيٽ جاري ڪرو ھون ، امي سڀ ذاتي جوڻ ني مانا ديو ھون، ھين پڪ ڪرو ھون تمو رو نوم ھين اي ميل جيوي جوڻ عمر يا جنس جيوي ڊيموگرافڪ جوڻ مون ميليوڙي ڪوئي هي.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
lrk: آ معلومات مهيا ڪروي اختياري هي - تمو ني صرف او صورت ۾ ڀيري ڪروي کپي جيڪڏي تمي آرامده محسوس ڪرو. جڏي امي ڊيٽاسيٽ جاري ڪريون ھون، امي سڀ ذاتي معلومات ني تخلص ڏيو ھون، ھين پڪ ڪرو ھون تو تمو رو نوم ھين اي ميل جيوي معلومات عمر يا جنس جيوئ ڊيموگرافڪ معلومات مون ميليوڙي ڪوئي هي. ٽيڪنالاجي هر ڪي ھارو سوٺي ڪوم ڪريا ھارو، ڊيٽا جي ڊولپرز ني ٽيڪنالاجي ٺاهيا ۾ مدد ڪري ھي او ني مينکو ني ايڪ متنوع رينج ني ظاهر ڪريا ري ضرورت هي. وڌيڪ ڄوڻو تو ميٽا ڊيٽا ڪاو اهم هي.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
lrk: هي ايڪ استعمال پڻ ھلايا وارو حصو هي جي ۾ ڊيٽا ڀيري هي طاقت ٻوليا وارو انگو اکرو ري اورکيا ھين ها / نه جووُ

source: This is how you cite yourself if you wrote the content yourself.
lrk: جيڪڏي ٽمي مواد آپ لکيو هي تو تمي آپ ھي آپ ني ڪيڪر بيون گيو هي.

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
lrk: اي منصوبا تمو جيوا مينکو ري ھارو سواءِ ممڪن ڪوئي ھوئي. 🎉 ڪامن وائس مون ڀيرا ھويا را ڪيتائي طريقا ھي - تمو ني حصو ليدا ھارو ڪوڊنگ ڪريا ري ضرورت ڪوئي ني!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
lrk: هي سيٽنگ تمو ري ليڊر بورڊ ري نمائش ني ڪنٽرول ڪري ھي. جدي لڪاڙيو جائي ، تمو ري ترقي نجي هوئي. او رو مطلب هي تمو ري تصوير، صارف رو نوم ھين ترقي ليڊر بورڊ تي ظاهر ڪوئي ھوئي. نوٽ ڪرو ڪي ليڊربورڊ ريفريش ~{ $minutes } منٽ لي ھي تبديلو ني ڀريا ۾.

source: Three to go!
lrk: اووي جايا ھارو

source: Thur
lrk: ٿور

source: Tibetan
lrk: تبتي ٻولي

source: Tigre
lrk: ٽيگري

source: Tigrinya
lrk: ٽگرنيا

source: Tlazoyaltepec Mixtec
lrk: ٽيلازوئل ٽيپيڪ ميڪسٽيڪ

source: Toba Qom
lrk: توبا ڪوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
lrk: آپري اي ميل ني تبديل ڪر يا ايڊٽ ڪريا ھارو، امو ني اي ميل موڪلو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
lrk: آج

source: Today's Common Voice progress on clips recorded
lrk: ريڪارڌ ھويوڙا ڪلپس تي آج اي عام آواز ري پآݾ رفت

source: Today's Common Voice progress on clips validated
lrk: ڪلپس تي آج ھي عام آواز ري پيس رفت ري تصديق ڪري ھي

source: Today's Progress
lrk: آج ڪي پيش رفت

source: Toki Pona
lrk: ٽوڪي پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
lrk: او ني عام آواز ڊيٽاسٽ ۾ ٺاھيا ھارو، ايڪ آواز ڪلپ ني ٻي الڳ استعمال ڪريا وارو ري طرف مون جوڻ ڪراوي کپيط

source: Too many files
lrk: تمام گهڻيون فائلون

source: Top Contributors
lrk: وڌيڪ حصو ليداواريو

source: Torwali
lrk: ٽوروالي

source: Total
lrk: سڀ

source: Total Approved
lrk: پوري طور تي منظور ھويوڙي

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
lrk: ھوما پاھي اموري فائدن ني بيون ڪرو ھون ھين واضح ڪرون ھون ڪي امي ڪيوي معلومات ني عام ڪرو ھون. اپري ڊيوائس تي ڪامن وائس اڪائونٽ مون شروع ڪريا ھارو ھيٺي ديدوڙي لنڪ استعمال ڪرو.

source: Toward next goal
lrk: آيا ري مقصد ري طرف

source: Track progress here and on your stats page.
lrk: ايئي ھين تمو ري انگو اکرو واري صفحا تي پيش رفت ني ٽريڪ ڪرو.

source: Transcribe
lrk: نقل ڪروي

source: Transcribe answers
lrk: جوابو ري نقل ڪرو

source: Transcribe Audio
lrk: آڊيو نقل ڪرو

source: Transcribe audio recordings into text
lrk: آڊيو رڪارڊنگ ني ٽيڪسٽ ۾ نقل ڪرو

source: Transcribe audio recordings in your language
lrk: آپري ٻولي ۾ آڊيو رڪارڊنگ نقل ڪرو

source: Transcribe Audio <small>(Coming soon)</small>
lrk: آڊيو نقل ڪرو<small>جلدي آوئي</small>

source: Transcript edited successfully
lrk: ٽرانسڪرپٽ ڪاميابي مون ايڊٽ ڪريو گيو

source: Transcript skipped successfully
lrk: نقل ڪاميابي مون سوڙي گيو

source: Transcript submitted successfully
lrk: ٽرانسڪرپٽ ڪاميابي مون پيش ڪريو گيو

source: Transcript voted successfully
lrk: ٽرانسڪرپٽ ڪاميابي مون ووٽ ڪرو

source: Transgender
lrk: ٽرانس جينڌر

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
lrk: <translateVideoLink>Pontoon nي ڪيڪر استعمال ڪريجي اموري گائيڊ ني جو.</translateVideoLink>

source: Translating the site
lrk: سائيٽ rو ترجمو

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
lrk: ترجمو انگريزيءَ ۾ هي، پر تمي جوئي سگهو <strong>ويچار </strong> ٻيجي ٻوليو ۾. ڪلڪ ڪرو <strong>پروفائيل</strong> آئڪن، پسي <strong>سيٽنگون</strong> لنڪ ھين ڀيري ڪرو جي بي ٻوليون تمي ٻولو ھون. تري سيدا هاٿ ري ڪنڊ ۾ ترجمو ري ايڪ فهرست هوئي جي ني <strong>Locales</strong> ڪآڌو جائي هي. ترجمو ايڪ ڏن مون پسي سائيٽ تي ڏيکاري ھي.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
lrk: Common Voice سائيٽ رو ترجمو <strong>Pontoon</strong> تي ٿئو.

source: Try again by dragging your file here
lrk: آپري فائل ائيي ڇڪين وري ڪوشش ڪرو.

source: Try uploading again
lrk: ٻيجي دفا اپلوڊ ڪريا ري ڪوشش ڪرو

source: Tshivenda
lrk: شيوينڊا

source: Tunen
lrk: تونين

source: Tupuri
lrk: ٽپوري

source: Turkish
lrk: ترڪي

source: Turkmen
lrk: ترڪماني

source: Tush
lrk: تاش

source: Tuvan
lrk: تووان

source: Twi
lrk: ٽوئِي

source: Typically megabytes
lrk: عام ميگا بائيٽس

source: Ubykh
lrk: اوبيخ

source: Udmurt
lrk: ادمورت

source: Ukrainian
lrk: يوڪريني

source: Understand contribution criteria
lrk: مليا ري معيور ني ھمجو

source: Understand how to contribute and validate on the Common Voice dataset
lrk: ھمجھو ڪي ڪامن وائس ڊيٽا سيٽ ۾ جملا ھين آڊيو ڪلپس ني ڪيڪر تعاون ھين تصديق ڪريجي

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
lrk: ھمجھو تو وائس ڪلپس ھڻيا ري وقت ڪاو جوو ڪپي ھين آپري وائس رڪارڊنگ ني وڌيڪ امير بڻايا مدد ڪرو.

source: Universities, Academics and Researchers
lrk: يونيورسٽيون، تعليمي ھين محقق

source: Upload aborted. Do you want to delete your recordings?
lrk: اپلوڊ بند ڪريوڙو ھي. ڪاوُ تومي آپريو رڪارڊنگون ختم ڪروُ چاهو ھون

source: Upload an image file
lrk: ايڪ تصوير فائل اپ لوڊ ڪرو

source: { $uploadedQuestions } of { $totalQuestions } questions collected
lrk: { $uploadedQuestions }ري{ $totalQuestions }سوالات جما ھوئي گيا

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
lrk: <guidelinesLink>ھدايتون</guidelinesLink>سوال ڀيرا ڪريا ھارو بابت وڌيڪ ھيکيا ھارو صفحا

source: { $uploadedSentences } of { $totalSentences } sentences collected
lrk: { $uploadedSentences }{ $totalSentences } جملا جمع ڪروا

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
lrk: { $uploadedSentences }{ $totalSentences } جملا جمع ڪلڪ<downloadLink> ايئي</downloadLink>ڌاونلوڌ غلط جملا

source: Upload failed, please retry.
lrk: اپلوڊ ناڪام ھويو، مهربوني ڪرين وري ڪوشش ڪرجو.

source: Upload <icon></icon> public domain sentences
lrk: <icon></icon> عوامي ڊومين جملا اپلوڊ ڪرو

source: Upload in progress...
lrk: اپ لوڊ جاري هي...

source: Upload more sentences?
lrk: وڌيڪ جملا اپ لوڊ ڪرو؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
lrk: اي ڪلپ ري اپ لوڊ سرور تي ناڪوم ھوئي رهي هي. صفحا ني ٻيجا لوڊ ڪرو يا پسي وري ڪوشش ڪرو.

source: Upload of this clip keeps failing, keep retrying?
lrk: اي ڪلپ ري اپلوڊ ناڪوم ھوئي رهي هي، ٻيجي ڪوشش ڪرو؟

source: Urdu
lrk: اردو

source: Use correct grammar
lrk: صحيح گرامر استعمال ڪرو

source: Use correct spelling and grammar
lrk: صحيح اسپيلنگ ھين گرامر استعمال ڪرو

source: Use correct spelling and grammar.
lrk: صحيح اسپيلنگ ھين گرامر استعمال ڪرو.

source: Use correct spelling and punctuation
lrk: صحيح اسپيلنگ ھينجگہ استعمال ڪرو

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
lrk: <mark>نامياتي تقرير ري حوالا مون</mark> ھين ڪيسن ري استعمال ھارو مفيد (مثال طور، جڏي تمي چاهو ھون تو تقرير ري اورکاڙي غير اسڪرپٽ ھوئيڙي ھين عام ٻولي ٻوليا وارو مينک ڪوم ڪري)

source: User Name
lrk: استعمال ڪريا رو نوم

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
lrk: مينکو ري ڌيڌوڙي ڪلپس ري سھي ري جوڻ ڪاڌي ھي، چيڪ ڪري ھي ڪي ٻوليا وارا جمللا ني صحيح طريقا مون پڙهي ھي.

source: Ushojo
lrk: اوݾوجو

source: Uyghur
lrk: ويگر

source: Uzbek
lrk: ازبڪ

source: Validated Clips
lrk: تصديق ھوئوڙي ڪلپس

source: Validated Hours
lrk: تصديق ھوياڙا ڪلاڪ

source: Validated Hr. Total
lrk: تصديق ھويوڙا ڪوئي ڪلاڪ.

source: Validate readings
lrk: پڙهڻيا ري تصديق ڪرو

source: Validate Readings
lrk: پڙھيا ري تصديق ڪرو

source: Validate Readings, Review Transcriptions
lrk: پڙهيا ري تصديق ڪرو، نقلون رو جائزو ليو

source: Validate Readings <small>(Coming soon)</small>
lrk: پڙھيا ري تصديق ڪرو<small>جلدي آويو</small>

source: Validate readings submitted by community members
lrk: برادري ري ميمبرو مون جمع ڪريوڙي ري تصديق ڪرو.

source: Validate user-recorded readings in your language
lrk: آپري ٻولي ۾ استعمال ڪريا ري رڪارڊ ني پڙهاين اي ري تصديق ڪرو.

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
lrk: تصديق<validateIcon></validateIcon>ڪاو آ سوال هدايتو تي پورا اوتري

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
lrk: دون ڪريوڙا ڪلپس ري تصديق ڪروي عام آواز ري مشن ھارو پڻ ضروري هي. ھڻو ھين امو ري مدد ڪرو معياري اوپن سورس وائس ڊيٽا ٺاھيا ۾.

source: Validation Progress
lrk: تصديق ري پيش رفت

source: Validations
lrk: تصديڪون

source: Value and recognition.
lrk: قدر ھين اورکوہ

source: Variant Contribution Options
lrk: مختلف تعاون را اختيار

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
lrk: متغيرات ايڪ ٻوليءَ رو ايڪ مخصوص روپ ھي - مثال طور جي جغرافيائي يا ڪميونٽي ۾ رهنيا وارو طرف مون ونڊيا جائي ھي. ڪڏي ڪڏي آ ٻوليو ٻي ڪيرائي ھي.

source: Varying Pronunciations
lrk: اللگ تلفظ

source: Venetian
lrk: وينيٿين

source: Version
lrk: نسخو

source: Very common mistakes include:
lrk: تمم عام غلطيون ڀيري ھي:

source: Vietnamese
lrk: ويٽنامي

source: View your progress against personal and project goals.
lrk: ذاتي ھين منصوبي ري مقصدو ري خلاف تمو ري پيشرفت جو.

source: Visible
lrk: ظاهر

source: Visit our blog or write about us
lrk: امو ري بلاگ تي جاو يا امون بابت لکو

source: Voice clips are entered into a submission queue that readies them for listening.
lrk: وائيس ڪلپس جمع ڪرايا ري قطار ۾ موئي واڙيو جائي جي اووہ ني ھوڻيا ھارو تيار ڪروي پڙي.

source: Voice Collection
lrk: آواز رو مجموعو

source: Voice Contribution
lrk: آواز رو تعاون

source: Voice Dataset, Ready for Download
lrk: وائس ڊيٽا سيٽ، ڊائون لوڊ ھارو تيار

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
lrk: آواز قدرتي هي، آواز انساني هي. اي ڪري امي قابل استعمال آواز ٽيڪنالاجي ٺايا ري باري ۾ پرجوش ھون امو ري مشينو ھارو. پر آواز سسٽم ٺاهيا ھارو، ڊولپرز ني آواز ڊيٽا ري موٽي مقدار ري ضرورت هي.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
lrk: آواز قدرتي هي، آواز انساني هي. اي ڪري امو ري قابل استعمال آواز ٺاهيا ري دلچسپي هي امو ري مشينو ھارو ٽيڪنالاجي. پر آواز سسٽم ٺاهيا ھارو، آواز رو ايڪ تمام موٽو مقدار ڊيٽا ري ضرورت هي.

source: Voices Online Now
lrk: آواز آن لائن ھامي

source: Voice Validation
lrk: آواز ري تصديق

source: Volume
lrk: ڪيتو

source: Votic
lrk: ووٽڪ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
lrk: واڪس واريج ني مفت ھين اوپن سورس اسپيچ اورکيا ري انجڻ مون استعمال ڪيا ھارو نقل ڪيل تقريرڀيري ڪريا ھارو قائم ڪريو گيو.

source: Wakhi
lrk: واکي

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
lrk: عام آواز ني وڌيڪ بهتر ٺايا ۾ مدد ڪروُ چاھو ھون؟ عظيم! اي ميل ري ذريعي مون رابطا ۾ حاصل ڪرويا <discourseLink> تقرير</discourseLink>فورم، ذريعي سائيٽ را مسئلا جمع ڪراوُ<githubLink>گٽ هب</githubLink> ھين ميلو<matrixLink>مئٽرڪس</matrixLink>ڪميونٽي چيٽ.

source: Want to save your information? <createProfile>Create a profile</createProfile>
lrk: تمورآ جوڻ محفوظ ڪروُ چاھون ھون؟<createProfile>آپري پروفائل ٺاوُ</createProfile>

source: Want to stay in touch with Common Voice?
lrk: ڪامن وائس مون رابطا ۾ رھوو چاھون ھون؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
lrk: تازه ڪاريون چاھون ھون جڏي امي ڪامن وائس ڊيٽا سيٽ رو نئون نسخو جاري ڪرو؟ اموري نيوز ليٽر ري ڀيراپڻا ۾ حاصل ڪرو.

source: Watch our video explainer to help
lrk: مدد ھارو امو رو وڊيو ني سٺَا پريقا مو جو

source: Wayuunaiki
lrk: وائيونائيڪي

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
lrk: امي هميشه ڊيٽا صارفينو مون اووہ ري ضرورتو ھين حوالي مون ھوڻيا ري ڪوشش ڪرو ھون - ڊيٽا ڀيري ڪريا واري پليٽ فارم تي تعاون ڪريا مون ليئين ڊيٽا ري صحت ري بصيرت مهيا ڪريا تڪ، امي چاھون ھون تو<emailFragment>تمو مون ھوڻو.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
lrk: امي آوازو رو ايڪ کوليوڙو ھين عوامي طور تي دستياب ڊيٽا سيٽ ٺاهو رهيا هون جي ني هرڪي استعمال ڪري سگهي ھي تقرير-فعال ھويوڙي ايپليڪيشنو ني تربيت ڏيڌا ھارو

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
lrk: امي ٽيڪنالاجي، جدت ھين ٻولي ري حقن ۾ عوامي شعبي ري مصروفيت ري حمايت ڪريا ھارو پرجوش ھون. جيڪدي تمي ايڪ موٽو پروجيڪٽ يا مهم هلايا ري رٿابندي ڪرو رهيا ھو، مهربوني ڪرين <emailFragment>رابطي ۾ آوُ.</emailFragment>

source: We are going out to get a coffee.
lrk: امي ڪافي پيدا ھارو ٻاهرجاوُ رھيا ھون.

source: We are going out to get coffee.
lrk: امي ڪافي پيدا ھارو ٻاهرجاوُ رھيا ھون.

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
lrk: امو مينکو ني وڌيڪ اختيارديو ھون تو جيم ايئي امو ني آپري جنس يا صنفا ري اورکيا بابت ڪاو ھڻاوي. مهربوني ڪرين آپ ني ايوا طريقا مون بيون ڪرو جي تمو ني سڀ مون وڌيڪ قدرتي لاڳي. <learnMoreLink>جنس ھين جنس بابت امو ري طريقا بابت وڌيڪ ھيکو.</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
lrk: تي آواز ٽيڪانالوجي ري چودھاري ايڪ برادري دوڙو ھو۔ امي تازا Mozilla امو ڪارين ۔ ڌيٽا ري زريعي مون رابطا ۾ رھوُ چاھو ھون ھين وڌيڪ ھوڻيا ھارو ڪي تمي اي ڌيٽا ني ڪيڪر استعمال ڪرو ھون
